Repository: Taywee/onenightstand
Catalog: i18n/*.utf8/onenightstand.po
Languages: de_de

source: -s name 'Account description' TOTP 6 SHA1 30 ABCDEFGHIJ2345
de_de: -s Name 'Konto Beschreibung' TOTP 6 SHA1 30 ABCDEFGHIJ2345

source: Create or set information for one account. Arguments are, in order, name, description, TOTP or HOTP, digits, algorithm, count or interval number, secret
de_de: Erstellen oder Satzinformationen für ein Konto. Argumente sind jeweils Name, Beschreibung, TOTP oder HOTP, Stellen, Algorithmus, Anzahl oder Intervall, Geheimnis

source: Creating new account %s
de_de: Erstellen neues Konto %s

source: Delete accounts named by Args list.
de_de: Konto von Arg-Liste mit dem Namen zu löschen.

source: Deleting account %s: %s
de_de: Löschen Konto %s: %s

source: Ex:
de_de: Bei:

source: Generate OTPs for all accounts. If accounts are specified in arguments, only show those. (default)
de_de: Generieren OTPs für alle Konten. Wenn Konten in Argumente angegeben, zeigen nur diejenigen. (Standard)

source: List accounts and information. List twice to also show secret pass. If accounts are specified in arguments, only show (and increment for HOTP) those.
de_de: Liste Konten und Informationen. Liste zweimal, um auch zu zeigen geheime Pass ab. Wenn Konten in Argumente angegeben, nur zu zeigen (und Schrittweite für HOTP) Personen.

source: Show this help menu and exit.
de_de: Zeigen dieses Hilfe-Menü und beenden.

source: Updating account %s
de_de: Aktualisieren Konto %s

source: When multiple options are listed, the latest takes precedence.
de_de: Wenn mehrere Optionen aufgelistet, die neueste Vorrang.

source: algorithm
de_de: Algorithmus

source: count
de_de: Anzhal

source: description
de_de: Beschreibung

source: digits
de_de: Stellen

source: interval
de_de: Intervall

source: secret
de_de: Geheimnis

source: type
de_de: Art
